aaron-bond.better-comments
angular.ng-template
anysphere.cursorpyright
astro-build.astro-vscode
beardedbear.beardedicons
beardedbear.beardedtheme
bradlc.vscode-tailwindcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dbcode.dbcode
denoland.vscode-deno
docker.docker
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
expo.vscode-expo-tools
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hashicorp.hcl
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-vscode.vscode-typescript-next
oven.bun-vscode
prisma.prisma
redhat.vscode-yaml
rust-lang.rust-analyzer
svelte.svelte-vscode
unifiedjs.vscode-mdx
vue.volar
yoavbls.pretty-ts-errors
