tap "homebrew/cask"
tap "blackmann/brew"
tap "dagger/tap"
tap "dart-lang/dart"
tap "depot/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "infisical/get-cli"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "pkgxdev/made"
tap "sass/sass"
tap "stripe/stripe-cli"
tap "supabase/tap"

brew "nginx"
brew "httpd"
brew "infisical/get-cli/infisical"
brew "dagger/tap/dagger"
brew "fish"
brew "gh"
brew "glab"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "lsd"
brew "lua"
brew "luajit"
brew "minikube"
brew "mongodb/brew/mongodb-community"
brew "mysql"
brew "neovim"
brew "node"
brew "opentofu"
brew "pkgxdev/made/pkgx"
brew "postgresql@14"
brew "python@3.12"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sqlite"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "vim", link: false
brew "wget"
brew "zrok"
brew "coreutils"
brew "fzf"
brew "git"
brew "helm"

cask_args appdir: "/Applications"
cask "arc"
cask "google-chrome"
cask "firefox"
cask "linear-linear"
cask "openvpn-connect"
cask "orbstack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "zed"
cask "skype"
cask "discord"
cask "slack"
cask "mongodb-compass"
cask "iterm2"
cask "notion"
cask "free-download-manager"
cask "dbeaver-community"
cask "raindropio"
cask "bitwarden"
cask "shottr"
cask "appcleaner"
cask "the-unarchiver"
cask "maccy"
cask "insomnia"
cask "rectangle"
cask "microsoft-teams"
cask "numi"
cask "scroll-reverser"
cask "latest"
cask "gitbutler"
cask "obsidian"
