tap "homebrew/cask"
tap "Homebrew/bundle"

brew "nginx"
brew "httpd"
brew "infisical"
brew "dagger"
brew "fish"
brew "gh"
brew "glab"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "lsd"
brew "lua"
brew "luajit"
brew "minikube"
brew "mongodb-community"
brew "mysql"
brew "neovim"
brew "node"
brew "opentofu"
brew "pkgx"
brew "postgresql@14"
brew "python@3.12"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "sqlite"
brew "stripe"
brew "supabase"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "vim"
brew "wget"
brew "zrok"

cask_args appdir: "/Applications"
cask "arc"
cask "google-chrome"
cask "firefox"
cask "linear-linear"
cask "openvpn-connect"
cask "orbstack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "zed"
cask "skype"
cask "discord"
cask "slack"
cask "mongodb-compass"
cask "iterm2"
cask "notion"
cask "free-download-manager"
cask "dbeaver-community"
cask "raindropio"
cask "bitwarden"
cask "shottr"
cask "appcleaner"
cask "the-unarchiver"
cask "maccy"
cask "insomnia"
cask "rectangle"
cask "microsoft-teams"
cask "numi"
cask "scroll-reverser"
cask "latest"
cask "gitbutler"
