tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "supabase/tap"
brew "cloudflared"
brew "fd"
brew "git"
brew "lazygit"
brew "lua"
brew "luajit"
brew "node"
brew "tree-sitter"
brew "neovim"
brew "pocketbase"
brew "ripgrep"
brew "vim"
brew "mongodb/brew/mongodb-community"
brew "supabase/tap/supabase"
cask "appcleaner"
cask "asana"
cask "bitwarden"
cask "bruno"
cask "canva"
cask "chatgpt"
cask "cursor"
cask "dbngin"
cask "discord"
cask "figma"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "fork"
cask "google-chrome"
cask "iterm2"
cask "linear-linear"
cask "maccy"
cask "mos"
cask "notion"
cask "obsidian"
cask "openvpn-connect"
cask "orbstack"
cask "raycast"
cask "skype"
cask "slack"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "zed"
cask "zoom"
