42crunch.vscode-openapi
aaron-bond.better-comments
akamud.vscode-theme-onelight
amiralizadeh9480.laravel-extra-intellisense
angular.ng-template
antfu.theme-vitesse
atommaterial.a-file-icon-vscode
aykutsarac.jsoncrack-vscode
bbenoist.nix
bmalehorn.shell-syntax
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dagger.dagger
dbaeumer.vscode-eslint
degreat.theme-to-zed
denoland.vscode-deno
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
dsznajder.es7-react-js-snippets
dzhavat.bracket-pair-toggler
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
github.vscode-github-actions
github.vscode-pull-request-github
gitlab.gitlab-workflow
glenn2223.live-sass
golang.go
hashicorp.hcl
hashicorp.terraform
humao.rest-client
kevinrose.vsc-python-indent
matthewpi.caddyfile-support
mattpocock.ts-error-translator
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mrmlnc.vscode-apache
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
nrwl.angular-console
orta.vscode-jest
oven.bun-vscode
prisma.prisma
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
serayuzgur.crates
styled-components.vscode-styled-components
sumneko.lua
syler.sass-indented
tamasfe.even-better-toml
teabyii.ayu
visualstudioexptteam.vscodeintellicode
vue.volar
waderyan.gitblame
william-voyek.vscode-nginx
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
